[
    {
        "dbn": "02M260",
        "school_name": "Clinton School Writers & Artists, M.S. 260",
        "boro": "M",
        "overview_paragraph": "Students who are prepared for college must have an education that encourages them to take risks as they produce and perform. Our college preparatory curriculum develops writers and has built a tight-knit community. Our school develops students who can think analytically and write creatively. Our arts programming builds on our 25 years of experience in visual, performing arts and music on a middle school level. We partner with New Audience and the Whitney Museum as cultural partners. We are a International Baccalaureate (IB) candidate school that offers opportunities to take college courses at neighboring universities.",
        "academicopportunities1": "Free college courses at neighboring universities",
        "academicopportunities2": "International Travel, Special Arts Programs, Music, Internships, College Mentoring English Language Learner Programs: English as a New Language",
        "location": "10 East 15th Street, Manhattan NY 10003 (40.736526, -73.992727)",
        "phone_number": "212-524-4360",
        "fax_number": "212-524-4365",
        "school_email": "admissions@theclintonschool.net",
        "website": "www.theclintonschool.net",
        "total_students": "376",
        "extracurricular_activities": "CUNY College Now, Technology, Model UN, Student Government, School Leadership Team, Music, School Musical, National Honor Society, The Clinton Post (School Newspaper), Clinton Soup (Literary Magazine), GLSEN, Glee",
        "attendance_rate": "0.970000029",
        "city": "Manhattan",
        "latitude": "40.73653",
        "longitude": "-73.9927",
        "borough": "MANHATTAN",
        "academicopportunities3": null,
        "academicopportunities4": null,
        "academicopportunities5": null,
        "boys": null,
        "end_time": null,
        "girls": null,
        "graduation_rate": null,
        "language_classes": null,
        "start_time": null
    },
    {
        "dbn": "21K728",
        "school_name": "Liberation Diploma Plus High School",
        "boro": "K",
        "overview_paragraph": "The mission of Liberation Diploma Plus High School, in partnership with CAMBA, is to develop the student academically, socially, and emotionally. We will equip students with the skills needed to evaluate their options so that they can make informed and appropriate choices and create personal goals for success. Our year-round model (trimesters plus summer school) provides students the opportunity to gain credits and attain required graduation competencies at an accelerated rate. Our partners offer all students career preparation and college exposure. Students have the opportunity to earn college credit(s). In addition to fulfilling New York City graduation requirements, students are required to complete a portfolio to receive a high school diploma.",
        "academicopportunities1": "Learning to Work, Student Council, Advisory Leadership, School Newspaper, Community Service Group, School Leadership Team, Extended Day/PM School, College Now",
        "academicopportunities2": "CAMBA, Diploma Plus, Medgar Evers College, Coney Island Genera on Gap, Urban Neighborhood Services, Coney Island Coalition Against Violence, I Love My Life Initiative, New York City Police Department",
        "academicopportunities3": "The Learning to Work (LTW) partner for Liberation Diploma Plus High School is CAMBA.",
        "language_classes": "French, Spanish",
        "location": "2865 West 19th Street, Brooklyn, NY 11224 (40.576976, -73.985413)",
        "phone_number": "718-946-6812",
        "fax_number": "718-946-6825",
        "school_email": "scaraway@schools.nyc.gov",
        "website": "schools.nyc.gov/schoolportals/21/K728",
        "total_students": "206",
        "extracurricular_activities": "Advisory Leadership, Student Council, Community Service Leadership, School Leadership Team, A er-School Enrichment, Peer Tutoring, School Newspaper",
        "attendance_rate": "0.550000012",
        "city": "Brooklyn",
        "latitude": "40.57698",
        "longitude": "-73.9854",
        "borough": "BROOKLYN ",
        "academicopportunities4": null,
        "academicopportunities5": null,
        "boys": null,
        "end_time": null,
        "girls": null,
        "graduation_rate": null,
        "start_time": null
    },
    {
        "dbn": "08X282",
        "school_name": "Women's Academy of Excellence",
        "boro": "X",
        "overview_paragraph": "The Womens Academy of Excellence is an all-girls public high school, serving grades 9-12. Our mission is to create a community of lifelong learners, to nurture the intellectual curiosity and creativity of young women and to address their developmental needs. The school community cultivates dynamic, participatory learning, enabling students to achieve academic success at many levels, especially in the fields of math, science, and civic responsibility. Our scholars are exposed to a challenging curriculum that encourages them to achieve their goals while being empowered to become young women and leaders. Our Philosophy is GIRLS MATTER!",
        "academicopportunities1": "Genetic Research Seminar, Touro College Partnership, L'Oreal Roll Model Program, Town Halls, Laptop carts, SMART Boards in every room, Regents Prep.",
        "academicopportunities2": "WAE Bucks Incentive Program, Monroe College JumpStart, National Hispanic Honor Society, National Honor Society,Lehman College Now, Castle Learning.",
        "academicopportunities3": "Pupilpath, Saturday school, Leadership class, College Trips, Teen Empowerment Series, College Fairs, Anti-bullying Day, Respect for All, Career Day.",
        "academicopportunities4": "PEARLS Awards, Academy Awards, Rose Ceremony/Parent Daughter Breakfast, Ice Cream Social.",
        "academicopportunities5": "Health and Wellness Program",
        "language_classes": "Spanish",
        "location": "456 White Plains Road, Bronx NY 10473 (40.815043, -73.85607)",
        "phone_number": "718-542-0740",
        "fax_number": "718-542-0841",
        "school_email": "sburns@schools.nyc.gov",
        "website": "schools.nyc.gov/SchoolPortals/08/X282",
        "total_students": "338",
        "start_time": "8:20am",
        "end_time": "2:45pm",
        "extracurricular_activities": "Academy of Health, Advisory, Annual Breast Cancer Walk, Purses for Life, Ambassadors, Conflict Resolution Program-Effective Alternatives in Reconciliation Services (EARS), Peer Tutoring, Student Government, Step Team, Cheerleading, Big Sister/Little Sister Program, Chorus",
        "graduation_rate": "0.612999976",
        "attendance_rate": "0.790000021",
        "girls": "1",
        "city": "Bronx",
        "latitude": "40.81504",
        "longitude": "-73.8561",
        "borough": "BRONX    ",
        "boys": null
    },
    {
        "dbn": "17K548",
        "school_name": "Brooklyn School for Music & Theatre",
        "boro": "K",
        "overview_paragraph": "Brooklyn School for Music & Theatre (BSMT) uses our academic program to accommodate the intellectual, social, and emotional needs of creative high school students. Our vision is to provide a model professional environment where respect is mutual, ideas are shared, and learning is not limited to the classroom. We prepare students for higher education through our rigorous academic program while simultaneously allowing them to develop professional careers in the music and theatre industries.",
        "academicopportunities1": "CTE program(s) in: Arts, A/V Technology & Communication",
        "academicopportunities2": "iLearnNYC: Program for expanded online coursework and self-paced learning",
        "academicopportunities3": "We offer highly competitive positions in our Drama, Chorus, and Dance Company classes",
        "academicopportunities4": "Students receive small group instruction focused on sharpening their skills while developing their professional portfolio for auditions",
        "language_classes": "Spanish",
        "location": "883 Classon Avenue, Brooklyn NY 11225 (40.669805, -73.960689)",
        "phone_number": "718-230-6250",
        "fax_number": "718-230-6262",
        "school_email": "prandaz@schools.nyc.gov",
        "website": "www.bkmusicntheatre.com",
        "total_students": "352",
        "start_time": "8:10am",
        "end_time": "3pm",
        "extracurricular_activities": "Chess, The Step Team, Fashion, Tech Team, Womens Group; Extensive arts after-school program: Tech, Dance, Drama, and Chorus Companies; Crew program that trains students in running the lights, sound, video, and all backstage and pit crew responsibilities; Saturday and after-school classes for Regents Preparation; School Leadership Team; Student Government; At least three annual major school-wide productions; Two annual talent shows",
        "graduation_rate": "0.833000004",
        "attendance_rate": "0.889999986",
        "city": "Brooklyn",
        "latitude": "40.66981",
        "longitude": "-73.9607",
        "borough": "BROOKLYN ",
        "academicopportunities5": null,
        "boys": null,
        "girls": null
    },
    {
        "dbn": "27Q314",
        "school_name": "Epic High School - South",
        "boro": "Q",
        "overview_paragraph": "Epic High School  South, an outgrowth of the NYC Expanded Success Initiative (ESI), provides a rigorous, culturally relevant academic program that prepares students for the demands of college and careers. Epics personalized approach to instruction challenges students to dream big and design their futures. It engages students in solving real-world problems and supports their individual progress and growth. Epic students graduate with confidence in their ability to transform the world around them.",
        "academicopportunities1": "Culturally relevant practices; Blended instruction with both teacher-led classes and use of digital resources",
        "academicopportunities2": "Real-world problem-based learning, Student choice on elective courses; CORE advisory program focused on personal and social development",
        "academicopportunities3": "Mentoring; Rites of passage experiences; College and career counseling starting in ninth grade; Internships; College-level courses in upper grades",
        "location": "121-10 Rockaway Boulevard, South Ozone Park NY 11420 (40.675021, -73.81673)",
        "phone_number": "718-845-1290",
        "fax_number": "718-843-2072",
        "school_email": "info@epicschoolsnyc.org",
        "website": "www.epicschoolsnyc.org",
        "total_students": "175",
        "start_time": "9am",
        "end_time": "4pm",
        "extracurricular_activities": "Based on student interest",
        "attendance_rate": "0.879999995",
        "city": "South Ozone Park",
        "latitude": "40.67502",
        "longitude": "-73.8167",
        "borough": "QUEENS   ",
        "academicopportunities4": null,
        "academicopportunities5": null,
        "boys": null,
        "girls": null,
        "graduation_rate": null,
        "language_classes": null
    },
    {
        "dbn": "29Q283",
        "school_name": "Preparatory Academy for Writers: A College Board School",
        "boro": "Q",
        "overview_paragraph": "Preparatory Academy for Writers: A College Board School is a small school committed to combining a challenging curriculum with a focus on writing and publishing. Students learn to think critically, communicate effectively, and be open to a wide range of ideas and experiences. Students in all programs will write for publication, both in print and online forums.",
        "academicopportunities1": "Individualized College, Academic and Career Planning; Advisory, Focus on developing strong writing skills",
        "language_classes": "French, Spanish",
        "location": "143-10 Springfield Boulevard, Springfield Gardens NY 11413 (40.66903, -73.757744)",
        "phone_number": "718-949-8405",
        "fax_number": "718-525-8495",
        "school_email": "MSingh8@schools.nyc.gov",
        "website": "www.preparatoryacademyforwriters.com",
        "total_students": "578",
        "start_time": "8am",
        "end_time": "3:10pm",
        "extracurricular_activities": "Journalism, Dance, Drama, Intramural Athletics, Literary Magazine, Student Government, Student Leadership, Digital Music Production, Video Production, Social Media",
        "graduation_rate": "0.755999982",
        "attendance_rate": "0.889999986",
        "city": "Springfield Gardens",
        "latitude": "40.66903",
        "longitude": "-73.7577",
        "borough": "QUEENS   ",
        "academicopportunities2": null,
        "academicopportunities3": null,
        "academicopportunities4": null,
        "academicopportunities5": null,
        "boys": null,
        "girls": null
    },
    {
        "dbn": "18K566",
        "school_name": "Brooklyn Generation School",
        "boro": "K",
        "overview_paragraph": "This school invites students and families to a four-year conversation to ensure they graduate with competence and confidence. Our students receive intensive, small group instruction on a daily basis and complete projects that connect learning to life. Brooklyn Generation School students benefit from our month-long College and Career Intensives, with dedicated time to focus on the college process and career exploration. Our teachers continually monitor and assess each students progress and keep parents informed of their childs academic strengths and challenges. Our liberal arts curriculum provides students with the skills, knowledge, and experience needed to become active and productive members of their community.",
        "academicopportunities1": "Foundation courses prepare students for state-mandated Regents and success beyond high school",
        "academicopportunities2": "Studio courses provide a range of academic, remedial and enrichment opportunities",
        "academicopportunities3": "Students prepare for college entrance exams with CUNY At Home in College Classes and earn college credit",
        "language_classes": "French",
        "location": "6565 Flatlands Avenue, Brooklyn NY 11236 (40.634451, -73.916927)",
        "phone_number": "718-968-4200",
        "fax_number": "718-444-5419",
        "school_email": "admissions@brooklyngeneration.org",
        "website": "www.generationschools.org",
        "total_students": "234",
        "start_time": "8:30am",
        "end_time": "3:20pm",
        "extracurricular_activities": "Music Club, Student Government, Visual Arts, Tutoring, Yearbook and other school-wide publications; Other activities will be added based on student interest.",
        "graduation_rate": "0.683000028",
        "attendance_rate": "0.920000017",
        "city": "Brooklyn",
        "latitude": "40.63445",
        "longitude": "-73.9169",
        "borough": "BROOKLYN ",
        "academicopportunities4": null,
        "academicopportunities5": null,
        "boys": null,
        "girls": null
    }
]
